insert Doctor
(PatientName,Profession)
values
('Олег','Крановщик'),('Саня','Банщик'),('Гриша','Коллектор'),('Светлана','Продюсер'),('Маша','Архиолог'),('Максим','Учитель'),('Мифодий','Козел')
go

insert Outpatient_card(IDDoctor,IDDisease,VisitDate,Disease,Treatment,VisitPurpose)
values(1,2,'2008-12-26 13:23:44.657','Ветрянка','Меньше сидеть за компом','здоровым'),
(2,3,'2008-12-26 13:23:44.657','Лень','Сон','здоровым'),
(3,3,'2008-12-26 13:23:44.657','Борзота','Сон','здоровым'),
(4,2,'2008-12-26 13:23:44.657','Сказ','Чай с медом','здоровым'),
(5,2,'2008-12-26 13:23:44.657','Сессия','Вода с лимоном','здоровым'),
(6,3,'2008-12-26 13:23:44.657','Геморой','Чай с медом','здоровым'),
(7,2,'2008-12-26 13:23:44.657','Лишай','Масло сливочное','здоровым'),
(2,3,'2008-12-26 13:23:44.657','Ветрянка','Клизма','здоровым'),
(1,2,'2008-12-26 13:23:44.657','Сказ','Клизма','здоровым'),
(7,2,'2008-12-26 13:23:44.657','Сказ','Морфин','здоровым')
go

insert Treatment(Methods,Disease)
values('Chai','Ангина'),
('Sessiy','Ангина')
go

insert Patient(PatientName1,Adress)
values('Олег','Ватутина'),
('Олег','Ватутина'),
('Олег','Ватутина'),
('Олег','Ватутина'),
('Олег','Ватутина')
go